

* Individual Recipe

| 8h | [Breakfast Curry](./recipes/BreakfastCurry.org) | [['file:../recipes/BreakfastCurry.org][Breakfast Curry]] | 472 | 33 | 17 |



* Bulk Recipe

|   g | Ingredient        | kCal | Prot |  Fat |
|-----+-------------------+------+------+------|
| 110 | glico curry       |  550 |    5 |   40 |
| 180 | rice              |  600 |    8 |    0 |
| 133 | tuna              |  169 |   34 |    2 |
|  45 | onion             |   63 |    2 |    0 |
|  45 | carrot            |   16 |    0 |    0 |
|  85 | peas              |  100 |    6 |    0 |
| 196 | can of chicken    |  213 |   46 |    4 |
| 400 | block of tofu     |  520 |   56 |   32 |
| 250 | bone broth        |  129 |    9 |    8 |
|     | Total, 5 servings | 2360 |  166 |   86 |
|     | PER SERVING       |  472 | 33.2 | 17.2 |
#+TBLFM: @11$3=vsum(@2..@-1)::@11$4=vsum(@2..@-1)::@11$5=vsum(@2..@-1)::@12$3=@11$3/5::@12$4=@11$4/5::@12$5=@11$5/5




